{
    "At Sytatsu, we’re working hard behind the scenes — but we’re already building beautiful things. Feel free to get in touch or follow Sytatsu on social media to see what we’re up to!" : "Bij Sytatsu werken we hard achter de schermen — en bouwen nu al aan mooie dingen. Neem gerust contact op of volg Sytatsu op social media om te zien waar we mee bezig zijn!",
    "Get in touch": "Neem contact op",

    "About us": "Over ons",
        "About Us": "Over ons",
            "We are Angela and Steve, the team behind Sytatsu. What started as a shared hobby has grown into a real 3D printing business.": "Wij zijn Angela en Steve, samen vormen wij Sytatsu. Wat begon als een gezamenlijke hobby, is uitgegroeid tot een echt 3D-printbedrijf.",
            "Steve is the technical mastermind – he loves diving into design, printer settings, and fine-tuning every detail. Angela is the creative force behind our social media and enjoys connecting with our customers – something we both truly value.": "Steve is de technische mastermind: hij duikt met plezier in de wereld van ontwerpen, instellingen en printoptimalisatie. Angela is het creatieve brein op social media, altijd bezig met nieuwe ideeën en het contact met onze klanten – iets wat we allebei ontzettend leuk vinden.",
            "Our passion? Creating things that don’t exist yet. We noticed that many people had ideas or needed certain products, but just couldn’t find them anywhere. With Sytatsu, we bring those ideas to life.": "Onze passie? Dingen maken die nog niet bestaan. We merkten dat veel mensen een idee of een behoefte hebben, maar nergens het juiste product konden vinden. Met Sytatsu brengen we hun ideeën tot leven.",

        "What we make & offer": "Wat wij maken & bieden",
            "We work with multiple Bambu Lab multi-color printers, powerful machines that allow us to print in high quality and vibrant color.": "Wij werken met meerdere Bambu Lab multi-color printers – krachtige machines die ons in staat stellen om snel, gedetailleerd en in meerdere kleuren te printen.",
            "We use a variety of filaments, including:": "We gebruiken verschillende soorten filament, waaronder:",
                "PLA – durable and versatile, perfect for toys and decorations": "PLA – stevig en veelzijdig, ideaal voor decoratie en speelgoed",
                "PETG – strong and slightly flexible, ideal for long-lasting prints": "PETG – sterk en licht flexibel, perfect voor duurzame prints",
                "TPU – flexible material, great for special applications": "TPU – flexibel materiaal, ideaal voor speciale toepassingen",
            "Our specialties include:": "Onze specialiteiten zijn:",
                "Game-related items": "Game-gerelateerde producten",
                "Toys and fantasy figures": "Speelgoed en fantasiefiguren",
                "Cosplay props and decorative pieces": "Cosplay-items en decorstukken",
            "What matters to us:": "Wat we belangrijk vinden:",
                "Durable products": "Sterke producten",
                "Clean, high-quality finishes": "Strakke afwerking",
                "Fair pricing": "Een eerlijke prijs",
            "We offer Print on Demand, as well as custom design services; Got an idea? Write it down in detail, and we’ll turn it into reality.": "We bieden Print on Demand, maar ook maatwerk; Heb je een idee? Omschrijf het zo goed mogelijk, dan ontwerpen wij het voor je.",

    "Contact": "Contact",
        "Get in touch with us": "Neem contant met ons op",
        "We'd love to talk about how we can help you." : "Wij praten graag over hoe wij u kunnen helpen.",
        "Name": "Naam",
        "Email": "Email",
        "Phone Number": "Telefoon Nummer",
        "Message": "Bericht",
        "Send": "Verstuur",
        "We'll get back to you as soon as possible.": "We nemen zo snel mogelijk contact met u op.",
        "Thank you for your message, we will so our best to get back as soon as possible!": "Bedankt voor uw bericht, wij doen ons best om zo snel mogelijk terug te komen!",
        "A confirmation will be send to your email as well.": "Er wordt ook een bevestiging naar uw e-mailadres verzonden.",

    "All rights reserved": "Alle rechten voorbehouden",

    "Collection": "Collectie",
    "Collections": "Collecties",
    "From": "Vanaf",

    "Material": "",

    "Previous": "Vorige",
    "Next": "Volgende",

    "Show specifications": "",
    "Hide specifications": "",

    "Add to shopping cart": "Toevoegen aan winkelwagen",
        "Quantity": "Hoeveelheid",
        "Available": "Beschikbaar",
        "Sold out": "Uitverkocht",
        "Including Taxes": "Inclusief belastingen",

    "Options": "Opties",
        "Color": "Kleur",
            "White": "Wit",
            "Black": "Zwart",
            "Vul als waar nodig": "",

        "Size": "Groote",
            "Small": "Klein",
            "Large": "Groot",
            "Vul als waar nodig": ""
}
